// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "Nätverksinställningar";
HSDTaskName = "Nätverksinställningar";

ApplySettingsErrorHostNameFailed = "Värdnamn ej inställt. Se till att formatet är giltigt.";
AddressInUseError = "Den angivna IP-adressen används redan.";
AddressInUseErrorExplanation = "Ange en annan IP-adress.";
IncorrectMaskErrorExplanation = "Felaktig subnätmask angiven. Kontakta din nätverksadministratör för att få hjälp.";

IncorrectHostNameError = "Värdnamnet är för långt.";
IncorrectIpAddressError = "Felaktigt format för IP-adress.";
ManualAddressEmptyError = "Fältet \"IP-adress\" får inte vara tomt.";
ManualAddressEmptyExplanation = "Ange giltig manuell adress.";
ManualAddressWithPrefixExplanation = "Ange en giltig IP-adress och en prefixlängd mellan 1 till 128.";
ManualAddressNotIPv4Explanation = "Ange en giltig IP-adress.";

STATELESS = "Router";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "Andra inställningar";

kCheckChangesAlertTitleKey = "Du har ändrat data. Vill du fortsätta?";
kCheckChangesAlertContinueButtonTitleKey = "Fortsätt";
kCheckChangesAlertCancelButtonTitleKey = "Avbryt";
kCheckChangesAlertMessageKey = "Om du fortsätter kommer du att förlora dina ändringar. Klicka på Avbryt för att ångra åtgärden och fortsätta att arbeta med din uppgift.";

TaskNameTiger = "Inställningar för Bonjour";
NoService = "Tjänsten är ej tillgänglig";
NoBonjourName = "Ej tillgänglig";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (endast skyddat)";
IPPUnsecureServiceName = "IPP (endast oskyddat)";

IncorrectConfigurationTitle = "Den angivna konfigurationen är inte korrekt";
IncorrectConfigurationExplanation = "Välj korrekt konfiguration eller vänd dig till nätverksadministratören för att få hjälp.";

IncorrectDNSServerErrorExplanation = "Ange den korrekta DNS-serveradressen eller be nätverksadministratören om hjälp.";
IncorrectGatewayAddressTitle = "Den angivna standard-gateway är felaktig";
IncorrectGatewayErrorExplanation = "Ange rätt standard-gateway eller kontakta din nätverksadministratör för att få hjälp.";
GatewayIsNotInSubnetTitle = "Den standard-gateway som du angav finns inte i den här enhetens subnät";
GatewayIsNotInSubnetExplanation = "Ange en annan IP-adress, subnätmask eller standard-gateway eller kontakta din nätverksadministratör för att få hjälp.";

AskSaveChangesAlertTitle = "Du har ändrat inställningar på den här skärmen";
AskSaveChangesAlertMsg = "Vill du verkställa ändringarna innan du stänger skärmen?";
AskSaveChangesDontApplyButtonTitle = "Verkställ inte";
AskSaveCahngesApplyButtonTitle = "Verkställ";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "Fältet \"Namn på Bonjour-tjänst\" får inte vara tomt";
EmptyBonjourServiceNameFieldMsg = "Ange namn på Bonjour-tjänst.";
EmptyBonjourDomainNameFieldTitle = "Fältet \"Domännamn för Bonjour\" får inte vara tomt";
EmptyIPv6DomainNameFieldTitle = "Fältet \"IPv6-domän\" får inte vara tomt";
EmptyBonjourDomainNameFieldMsg = "Ange domännamnet för Bonjour.";
EmptyBonjourServiceAndDomainNamesFieldTitle = "Fälten \"Bonjour-tjänstnamn/domännamn\" får inte vara tomma";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Ange Bonjour-tjänstnamn/domännamn.";
UsedServiceNameTitle = "Angivet namn på Bonjour-tjänsten används redan.";
UsedServiceNameMsg = "Ange ett annat namn på Bonjour-tjänsten eller kontakta nätverksadministratören för att få hjälp.";
HSDBonjourDomainNameTitle = "Domännamn för Bonjour:";

// layout
HSDIPv4Title = "IPv4-inställningar";
HSDIPvXDisableNotAvailableDescription = "Både IPv4 och IPv6 kan inte vara inaktiverade samtidigt.";
HSDEnableIPv4InPrinterTitle = "Aktivera IPv4 i skrivaren";
HSDConfigTitle = "Konfiguration:";
HSDNameTitle = "Värdnamn:";
HSDAddressTitle = "IP-adress:";
HSDMaskTitle = "Subnätmask:";
HSDGatewayTitle = "Standard-gateway:";
ManualTitle = "Manuell";
Auto = "Automatiskt";

HSDAdditionalSettingsTitle = "Ytterligare nätverksinställningar";
HSDAdditionalSettingsDescription = "Klicka på Ytterligare nätverksinställningar för att komma till sidan för nätverksinställningar på skrivarens inbäddade webbserver. Använd denna sida för att konfigurera SNMP, 802.1X och andra nätverksinställningar.";
HSDAdditionalSettingsButton = "Ytterligare nätverksinställningar";

BonjourSettingsTitle = "Inställningar för Bonjour";
HSDEnableBonjourTitle = "Aktivera Bonjour";
HSDBonjourServiceNameTitle = "Namn på Bonjour-tjänst:";
HSDPriorityTitle = "Högsta Prioritetstjänst:";
HSDAccessTitle = "Få åtkomst till din enhet via URL:";

PreviousValueString = "De tidigare värdena kommer att användas";

HSDEnableIPv6InPrinterTitle = "Aktivera IPv6 i skrivaren";
HSDDHCPv6PolicyTitle = "DHCPv6-policy:";
HSDIPv6DomainTitle = "IPv6-domän:";
HSDPrimaryDNSServerTitle = "Primär DNS-server:";
HSDSecondaryDNSServerTitle = "Sekundär DNS-server:";
HSDPrefixLengthTitle = "Prefixlängd:";
HSDAdditionalAddressesButton = "Ytterligare adresser";
HSDPolicyPopUpItem1 = "Utför alltid DHCPv6 vid start";
HSDPolicyPopUpItem2 = "Utför DHCPv6 när tillståndslös konfiguration misslyckas";
HSDPolicyPopUpItem3 = "Utför endast DHCPv6 på begäran från routern";

HSDColumnConfigBy = "Konfig av";
HSDColumnAddresses = "Adress";
HSDColumnPrefix = "Prefixlängd";
HSDCloseButton = "Stäng";

HSDApplyButton = "Verkställ nu";

LINK_LOCAL = "Länklokal";
HSDNotAvailableLabel = "Nätverksinställningar kan inte nås just nu.\nKontrollera att enheten är ansluten till ett nätverk.";
